Repository: Ivanmw97/PadelTracker
Catalog: lib/l10n/app_*.arb
Languages: es, fr, it, pt, sv

source: Add First Match
es: Añadir Primer Partido
fr: Ajouter premier match
it: Aggiungi prima partita
pt: Adicionar primeiro jogo
sv: Lägg till första match

source: optional
es: opcional
fr: optionnel
it: opzionale
pt: opcional
sv: valfritt

# performanceRatingHelper
source: How did you feel about your performance in this match?
es: ¿Cómo sentiste tu nivel en este partido?
fr: Comment avez-vous ressenti votre performance dans ce match?
it: Come ti sei sentito riguardo alla tua performance in questa partita?
pt: Como você se sentiu sobre seu desempenho nesta partida?
sv: Hur kände du dig om din prestation i denna match?

# matchesPlural
source: {count, plural, =1{1 match} other{{count} matches}}
es: {count, plural, =1{1 partido} other{{count} partidos}}
fr: {count, plural, =1{1 match} other{{count} matchs}}
it: {count, plural, =1{1 partita} other{{count} partite}}
pt: {count, plural, =1{1 partida} other{{count} partidas}}
sv: {count, plural, =1{1 match} other{{count} matcher}}
