Repository: Ivanmw97/PadelTracker
Catalog: lib/l10n/app_*.arb
Languages: es, fr, it, pt, sv

# homeTitle
source: Home
es: Inicio
fr: Accueil
pt: Início
sv: Hem

# myMatchesTitle
source: My Matches
es: Mis Partidos
fr: Mes Matchs
it: Le mie partite
pt: Meus Jogos
sv: Mina Matcher

# statsTitle
source: Stats
es: Estadísticas
fr: Statistiques
it: Statistiche
pt: Estatísticas
sv: Statistik

# addMatchTitle
source: Add Match
es: Añadir Partido
fr: Ajouter un Match
it: Aggiungi partita
pt: Adicionar Jogo
sv: Lägg till Match

source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar
sv: Avbryt

source: Save Match
es: Guardar Partido
fr: Sauvegarder le Match
it: Salva partita
pt: Salvar Jogo
sv: Spara Match

source: + New Match
es: + Nuevo Partido
fr: + Nouveau Match
it: + Nuova partita
pt: + Novo Jogo
sv: + Ny Match

source: Match Details
es: Detalles del Partido
fr: Détails du Match
it: Dettagli della partita
pt: Detalhes do Jogo
sv: Matchdetaljer

source: Match Type
es: Tipo de Partido
fr: Type de Match
it: Tipo di partita
pt: Tipo de Jogo
sv: Matchtyp

source: Playing Side
es: Lado de Juego
fr: Côté de Jeu
it: Lato di gioco
pt: Lado de Jogo
sv: Spelplan

source: Players
es: Jugadores
fr: Joueurs
it: Giocatori
pt: Jogadores
sv: Spelare

source: Partner Name
es: Nombre de la Pareja
fr: Nom du Partenaire
it: Nome del partner
pt: Nome do Parceiro
sv: Partners Namn

source: Opponent 1 Name
es: Nombre del Rival 1
fr: Nom Adversaire 1
it: Nome avversario 1
pt: Nome Adversário 1
sv: Motståndare 1 Namn

source: Opponent 2 Name
es: Nombre del Rival 2
fr: Nom Adversaire 2
it: Nome avversario 2
pt: Nome Adversário 2
sv: Motståndare 2 Namn

source: Additional Details
es: Detalles Adicionales
fr: Détails Supplémentaires
it: Dettagli aggiuntivi
pt: Detalhes Adicionais
sv: Ytterligare Detaljer

source: Location
es: Ubicación
fr: Lieu
it: Luogo
pt: Local
sv: Plats

# locationHint
source: e.g. Club Padel
es: ej. Club de Pádel
fr: ex. Club de Padel
it: es. Club Padel
pt: ex. Clube de Padel
sv: t.ex. Padel Club

source: Hours
es: Horas
fr: Heures
it: Ore
pt: Horas
sv: Timmar

source: Minutes
es: Minutos
it: Minuti
pt: Minutos
sv: Minuter

source: Sets
it: Set
sv: Set

source: Performance Rating
es: Valoración del Rendimiento
fr: Évaluation de Performance
it: Valutazione della prestazione
pt: Avaliação de Desempenho
sv: Prestationsbedömning

# matchTypeFriendly
source: FRIENDLY
es: AMISTOSO
fr: AMICAL
it: AMICHEVOLE
pt: AMISTOSO
sv: VÄNSKAPSMATCH

# matchTypeLeague
source: LEAGUE
es: LIGA
fr: CHAMPIONNAT
it: LEGA
pt: LIGA
sv: LIGA

# matchTypeTournament
source: TOURNAMENT
es: TORNEO
fr: TOURNOI
it: TORNEO
pt: TORNEIO
sv: TURNERING

# playingSideRight
source: RIGHT
es: DERECHA
fr: DROITE
it: DESTRA
pt: DIREITA
sv: HÖGER

# playingSideLeft
source: LEFT
es: IZQUIERDA
fr: GAUCHE
it: SINISTRA
pt: ESQUERDA
sv: VÄNSTER

# matchTypeFriendlyDisplay
source: Friendly
es: Amistoso
fr: Amical
it: Amichevole
pt: Amistoso
sv: Vänskapsmatch

# matchTypeLeagueDisplay
source: League
es: Liga
fr: Championnat
it: Lega
pt: Liga
sv: Liga

# matchTypeTournamentDisplay
source: Tournament
es: Torneo
fr: Tournoi
it: Torneo
pt: Torneio
sv: Turnering

source: Win
es: Victoria
fr: Victoire
it: Vittoria
pt: Vitória
sv: Vinst

source: Loss
es: Derrota
fr: Défaite
it: Sconfitta
pt: Derrota
sv: Förlust

source: No matches yet
es: Aún no hay partidos
fr: Aucun match pour le moment
it: Nessuna partita ancora
pt: Nenhum jogo ainda
sv: Inga matcher än

# startTrackingJourney
source: Start tracking your padel journey
es: Comienza a seguir tu trayectoria en el pádel
fr: Commencez à suivre votre parcours de padel
it: Inizia a tracciare il tuo percorso nel padel
pt: Comece a acompanhar sua jornada no padel
sv: Börja spåra din padelresa

# tapToAddFirstMatch
source: Tap + to add your first match
es: Toca + para añadir tu primer partido
fr: Appuyez sur + pour ajouter votre premier match
it: Tocca + per aggiungere la tua prima partita
pt: Toque + para adicionar seu primeiro jogo
sv: Tryck + för att lägga till din första match

# tryDifferentTimeRangeStats
source: Try selecting a different time range to see your stats
es: Prueba seleccionando un rango de tiempo diferente para ver tus estadísticas
fr: Essayez de sélectionner une période différente pour voir vos statistiques
it: Prova a selezionare un intervallo di tempo diverso per vedere le statistiche
pt: Tente selecionar um período diferente para ver suas estatísticas
sv: Prova att välja en annan tidsperiod för att se din statistik

# matchesCount
source: {count} matches
es: {count} partidos
fr: {count} matchs
it: {count} partite
pt: {count} jogos
sv: {count} matcher

source: Match deleted
es: Partido eliminado
fr: Match supprimé
it: Partita eliminata
pt: Jogo excluído
sv: Match raderad

source: Undo
es: Deshacer
fr: Annuler
it: Annulla
pt: Desfazer
sv: Ångra

source: Retry
es: Reintentar
fr: Réessayer
it: Riprova
pt: Tentar novamente
sv: Försök igen

# error
source: Error: {message}
fr: Erreur : {message}
it: Errore: {message}
pt: Erro: {message}
sv: Fel: {message}

# atLeastOneSetRequired
source: At least one set is required
es: Se requiere al menos un set
fr: Au moins un set est requis
it: È richiesto almeno un set
pt: Pelo menos um set é obrigatório
sv: Minst ett set krävs

# officialMatchesMustHaveWinner
source: Official matches must have a winner (best of 3 sets)
es: Los partidos oficiales deben tener un ganador (mejor de 3 sets)
fr: Les matchs officiels doivent avoir un vainqueur (au meilleur des 3 sets)
it: Le partite ufficiali devono avere un vincitore (al meglio dei 3 set)
pt: Jogos oficiais devem ter um vencedor (melhor de 3 sets)
sv: Officiella matcher måste ha en vinnare (bäst av 3 set)

source: Your match results so far
es: Tus resultados de partidos hasta ahora
fr: Vos résultats de matchs jusqu'à présent
it: I tuoi risultati finora
pt: Seus resultados até agora
sv: Dina matchresultat hittills

# seeHowPerformingOverall
source: See how you've been performing overall
es: Ve cómo has estado rindiendo en general
fr: Voyez comment vous performez globalement
it: Scopri come stai andando complessivamente
pt: Veja como você está se saindo no geral
sv: Se hur du presterar överlag

# typesOfMatchesPlayMost
source: The types of matches you play most often
es: Los tipos de partidos que juegas más a menudo
fr: Les types de matchs que vous jouez le plus souvent
it: I tipi di partite che giochi più spesso
pt: Os tipos de jogos que você joga mais frequentemente
sv: De typer av matcher du spelar oftast

# howPerformingRecently
source: How you've been performing recently
es: Cómo has estado rindiendo recientemente
fr: Comment vous avez performé récemment
it: Come stai andando di recente
pt: Como você tem se saído recentemente
sv: Hur du har presterat på senare tid

# consistencyCurrentForm
source: Your consistency and current form
es: Tu consistencia y forma actual
fr: Votre régularité et forme actuelle
it: La tua costanza e la forma attuale
pt: Sua consistência e forma atual
sv: Din konsistens och nuvarande form

# youMostlyPlayFriendly
source: You mostly play friendly matches
es: Principalmente juegas partidos amistosos
fr: Vous jouez principalement des matchs amicaux
it: Giochi principalmente partite amichevoli
pt: Você joga principalmente jogos amistosos
sv: Du spelar mest vänskapsmatches

# youFocusOnLeague
source: You focus on league matches
es: Te enfocas en partidos de liga
fr: Vous vous concentrez sur les matchs de championnat
it: Ti concentri sulle partite di lega
pt: Você se concentra em jogos de liga
sv: Du fokuserar på ligamatcher

# youCompeteInTournaments
source: You compete in tournaments often
es: Compites en torneos frecuentemente
fr: Vous participez souvent aux tournois
it: Partecipi spesso ai tornei
pt: Você compete frequentemente em torneios
sv: Du tävlar ofta i turneringar

source: Your match types
es: Tus tipos de partidos
fr: Vos types de matchs
it: I tuoi tipi di partita
pt: Seus tipos de jogos
sv: Dina matchtyper

source: Results Distribution
es: Distribución de Resultados
fr: Distribution des Résultats
it: Distribuzione dei risultati
pt: Distribuição de Resultados
sv: Resultatfördelning

# matchTypesBreakdown
source: Match Types
es: Tipos de Partidos
fr: Types de Matchs
it: Tipi di Partite
pt: Tipos de Jogos
sv: Matchtyper

source: Wins
es: Victorias
fr: Victoires
it: Vittorie
pt: Vitórias
sv: Vinster

source: Losses
es: Derrotas
fr: Défaites
it: Sconfitte
pt: Derrotas
sv: Förluster

source: Draws
es: Empates
fr: Matchs Nuls
it: Pareggi
pt: Empates
sv: Oavgjorda

source: No score
es: Sin puntuación
fr: Aucun score
it: Nessun punteggio
pt: Sem pontuação
sv: Ingen poäng

# navigationHome
source: Home
es: Inicio
fr: Accueil
pt: Início
sv: Hem

# navigationMatches
source: Matches
es: Partidos
fr: Matchs
it: Partite
pt: Jogos
sv: Matcher

# navigationStats
source: Stats
es: Estadísticas
fr: Statistiques
it: Statistiche
pt: Estatísticas
sv: Statistik

source: Last Month
es: Último Mes
fr: Dernier Mois
it: Ultimo mese
pt: Último Mês
sv: Senaste Månaden

# lastThreeMonths
source: Last 3 Months
es: Últimos 3 Meses
fr: 3 Derniers Mois
it: Ultimi 3 mesi
pt: Últimos 3 Meses
sv: Senaste 3 Månaderna

source: Last Year
es: Último Año
fr: Dernière Année
it: Ultimo anno
pt: Último Ano
sv: Senaste Året

source: All Time
es: Todo el Tiempo
fr: Tout le Temps
it: Tutto il periodo
pt: Todo o Tempo
sv: Hela Tiden

source: Duration
es: Duración
fr: Durée
it: Durata
pt: Duração
sv: Varaktighet

source: Not set
es: No establecido
fr: Non défini
it: Non impostato
pt: Não definido
sv: Ej inställd

source: Your padel journey begins here
es: Tu viaje en el pádel comienza aquí
fr: Votre parcours de padel commence ici
it: Il tuo percorso nel padel inizia qui
pt: Sua jornada no padel começa aqui
sv: Din padelresa börjar här

# oneMatchPlayed
source: 1 match played
es: 1 partido jugado
fr: 1 match joué
it: 1 partita giocata
pt: 1 jogo jogado
sv: 1 match spelad

source: victories
es: victorias
fr: victoires
it: vittorie
pt: vitórias
sv: vinster

source: defeats
es: derrotas
fr: défaites
it: sconfitte
pt: derrotas
sv: förluster

source: RECENT PERFORMANCE
es: RENDIMIENTO RECIENTE
fr: PERFORMANCES RÉCENTES
it: PRESTAZIONI RECENTI
pt: DESEMPENHO RECENTE
sv: SENASTE PRESTATIONER

# winRateExcludingDraws
source: Win rate (excluding draws): {percentage}%
es: Porcentaje de victorias (excluyendo empates): {percentage}%
fr: Taux de victoire (hors matchs nuls) : {percentage}%
it: Percentuale di vittorie (escludendo i pareggi): {percentage}%
pt: Taxa de vitória (excluindo empates): {percentage}%
sv: Vinstprocent (exklusive oavgjorda): {percentage}%

# lastMatchesWithResults
source: Last {count} matches · {results}
es: Últimos {count} partidos · {results}
fr: Derniers {count} matchs · {results}
it: Ultime {count} partite · {results}
pt: Últimos {count} jogos · {results}
sv: Senaste {count} matcherna · {results}

# drawResult
source: Draw ({setsWon}–{setsLost})
es: Empate ({setsWon}–{setsLost})
fr: Match Nul ({setsWon}–{setsLost})
it: Pareggio ({setsWon}–{setsLost})
pt: Empate ({setsWon}–{setsLost})
sv: Oavgjort ({setsWon}–{setsLost})

# winResult
source: Win ({setsWon}–{setsLost})
es: Victoria ({setsWon}–{setsLost})
fr: Victoire ({setsWon}–{setsLost})
it: Vittoria ({setsWon}–{setsLost})
pt: Vitória ({setsWon}–{setsLost})
sv: Vinst ({setsWon}–{setsLost})

# lossResult
source: Loss ({setsWon}–{setsLost})
es: Derrota ({setsWon}–{setsLost})
fr: Défaite ({setsWon}–{setsLost})
it: Sconfitta ({setsWon}–{setsLost})
pt: Derrota ({setsWon}–{setsLost})
sv: Förlust ({setsWon}–{setsLost})

source: Ready to start
es: Listo para empezar
fr: Prêt à commencer
it: Pronto per iniziare
pt: Pronto para começar
sv: Redo att börja

source: Perfect start
es: Inicio perfecto
fr: Début parfait
it: Inizio perfetto
pt: Início perfeito
sv: Perfekt start

source: Undefeated so far
es: Invicto hasta ahora
fr: Invaincu jusqu'à présent
it: Imbattuto finora
pt: Invicto até agora
sv: Obesegrad hittills

source: First match done
es: Primer partido completado
fr: Premier match terminé
it: Prima partita completata
pt: Primeiro jogo concluído
sv: Första matchen klar

# stillFindingRhythm
source: Still finding your rhythm
es: Aún encontrando tu ritmo
fr: Encore à la recherche de votre rythme
it: Ancora alla ricerca del ritmo
pt: Ainda encontrando seu ritmo
sv: Hittar fortfarande din rytm

source: Strong performance
es: Rendimiento sólido
fr: Performance solide
it: Prestazione forte
pt: Desempenho forte
sv: Stark prestation

source: Building experience
es: Construyendo experiencia
fr: Construction d'expérience
it: Costruendo esperienza
pt: Construindo experiência
sv: Bygger erfarenhet

source: Balanced performance
es: Rendimiento equilibrado
fr: Performance équilibrée
it: Prestazione equilibrata
pt: Desempenho equilibrado
sv: Balanserad prestation

source: Good momentum
es: Buen impulso
fr: Bon élan
it: Buon slancio
pt: Bom momento
sv: Bra fart

source: Learning and improving
es: Aprendiendo y mejorando
fr: Apprentissage et amélioration
it: Imparando e migliorando
pt: Aprendendo e melhorando
sv: Lär och förbättras

source: Steady progress
es: Progreso constante
fr: Progrès régulier
it: Progresso costante
pt: Progresso constante
sv: Stadig framsteg

source: Match updated successfully
es: Partido actualizado exitosamente
fr: Match mis à jour avec succès
it: Partita aggiornata con successo
pt: Jogo atualizado com sucesso
sv: Match uppdaterad framgångsrikt

# errorUpdatingMatch
source: Error updating match: {error}
es: Error al actualizar partido: {error}
fr: Erreur lors de la mise à jour du match : {error}
it: Errore nell'aggiornamento della partita: {error}
pt: Erro ao atualizar jogo: {error}
sv: Fel vid uppdatering av match: {error}

# errorGeneric
source: Error: {error}
fr: Erreur : {error}
it: Errore: {error}
pt: Erro: {error}
sv: Fel: {error}

source: Performance Insights
es: Información de Rendimiento
fr: Aperçus de Performance
it: Informazioni sulle Prestazioni
pt: Insights de Desempenho
sv: Prestationsinsikter

source: Avg Rating
es: Calificación Promedio
fr: Note Moyenne
it: Valutazione Media
pt: Avaliação Média
sv: Genomsnittlig Bedömning

source: Recent Form
es: Forma Reciente
fr: Forme Récente
it: Forma Recente
pt: Forma Recente
sv: Senaste Form

# howYouRatePerformance
source: How you rate your own performance
es: Cómo calificas tu propio rendimiento
fr: Comment vous évaluez votre propre performance
it: Come valuti le tue prestazioni
pt: Como você avalia seu próprio desempenho
sv: Hur du bedömer din egen prestation

# winsInLastMatches
source: Wins in your last {count} matches
es: Victorias en tus últimos {count} partidos
fr: Victoires dans vos {count} derniers matchs
it: Vittorie nelle tue ultime {count} partite
pt: Vitórias em seus últimos {count} jogos
sv: Vinster i dina senaste {count} matcher

source: Your Team
es: Tu Equipo
fr: Votre Équipe
it: La Tua Squadra
pt: Seu Time
sv: Ditt Lag

source: Opponent Team
es: Equipo Rival
fr: Équipe Adverse
it: Squadra Avversaria
pt: Time Adversário
sv: Motståndarlaget

source: You
es: Tú
fr: Vous
it: Tu
pt: Você
sv: Du

source: Player 1
es: Jugador 1
fr: Joueur 1
it: Giocatore 1
pt: Jogador 1
sv: Spelare 1

source: Player 2
es: Jugador 2
fr: Joueur 2
it: Giocatore 2
pt: Jogador 2
sv: Spelare 2

source: Edit
es: Editar
fr: Modifier
it: Modifica
pt: Editar
sv: Redigera

source: Performance
es: Rendimiento
it: Prestazione
pt: Desempenho
sv: Prestation

source: Match Date
es: Fecha del Partido
fr: Date du Match
it: Data della Partita
pt: Data do Jogo
sv: Matchdatum

source: Select Match Date
es: Seleccionar Fecha del Partido
fr: Sélectionner la Date du Match
it: Seleziona Data della Partita
pt: Selecionar Data do Jogo
sv: Välj Matchdatum

source: Select
es: Seleccionar
fr: Sélectionner
it: Seleziona
pt: Selecionar
sv: Välj

# matchDateRequired
source: Match date is required
es: La fecha del partido es obligatoria
fr: La date du match est obligatoire
it: La data della partita è obbligatoria
pt: A data do jogo é obrigatória
sv: Matchdatum krävs

# futureDateNotAllowed
source: Future dates are not allowed
es: No se permiten fechas futuras
fr: Les dates futures ne sont pas autorisées
it: Le date future non sono consentite
pt: Datas futuras não são permitidas
sv: Framtida datum är inte tillåtna

source: No matches this month
es: No tienes partidos este mes
fr: Aucun match ce mois-ci
it: Nessuna partita questo mese
pt: Nenhum jogo este mês
sv: Inga matcher denna månad

# noMatchesThisMonthSubtitle
source: You haven't added any matches in this period yet
es: Aún no has añadido ningún partido en este periodo
fr: Vous n'avez pas encore ajouté de match dans cette période
it: Non hai ancora aggiunto nessuna partita in questo periodo
pt: Você ainda não adicionou nenhum jogo neste período
sv: Du har inte lagt till några matcher under denna period än

source: Add Match
es: Añadir Partido
fr: Ajouter un Match
it: Aggiungi Partita
pt: Adicionar Jogo
sv: Lägg till Match

# noMatchesInPeriod
source: No matches in this period
es: No hay partidos en este período
fr: Aucun match dans cette période
it: Nessuna partita in questo periodo
pt: Nenhum jogo neste período
sv: Inga matcher under denna period

# tryDifferentTimeRange
source: Try selecting a different time range
es: Prueba seleccionando un rango de tiempo diferente
fr: Essayez de sélectionner une période différente
it: Prova a selezionare un periodo di tempo diverso
pt: Tente selecionar um período de tempo diferente
sv: Försök välja ett annat tidsintervall

source: No data to show
es: No hay datos para mostrar
fr: Aucune donnée à afficher
it: Nessun dato da mostrare
pt: Nenhum dado para mostrar
sv: Ingen data att visa

# addMatchesOrChangeRange
source: Add matches or change the time range to see your statistics
es: Añade partidos o cambia el rango de tiempo para ver tus estadísticas
fr: Ajoutez des matchs ou changez la période pour voir vos statistiques
it: Aggiungi partite o cambia il periodo di tempo per vedere le tue statistiche
pt: Adicione jogos ou altere o período de tempo para ver suas estatísticas
sv: Lägg till matcher eller ändra tidsintervallet för att se din statistik

# startTrackingMatches
source: Start tracking your matches
es: Empieza a registrar tus partidos
fr: Commencez à suivre vos matchs
it: Inizia a registrare le tue partite
pt: Comece a rastrear seus jogos
sv: Börja spåra dina matcher

# addFirstMatchSubtitle
source: Add your first padel match and start following your progress
es: Añade tu primer partido de pádel y empieza a seguir tu progreso
fr: Ajoutez votre premier match de padel et commencez à suivre vos progrès
it: Aggiungi la tua prima partita di padel e inizia a seguire i tuoi progressi
pt: Adicione seu primeiro jogo de padel e comece a acompanhar seu progresso
sv: Lägg till din första padelmatch och börja följa dina framsteg

# tryChangingTimeRange
source: Try changing the time range to see other matches
es: Prueba cambiando el rango de tiempo para ver otros partidos
fr: Essayez de changer la période pour voir d'autres matchs
it: Prova a cambiare il periodo di tempo per vedere altre partite
pt: Tente alterar o período de tempo para ver outros jogos
sv: Försök ändra tidsintervallet för att se andra matcher

# noMatchesAddedYet
source: You haven't added any matches yet
es: Aún no has añadido ningún partido
fr: Vous n'avez pas encore ajouté de matchs
it: Non hai ancora aggiunto nessuna partita
pt: Você ainda não adicionou nenhum jogo
sv: Du har inte lagt till några matcher än

# startByAddingFirstMatch
source: Start by recording your first padel match
es: Empieza registrando tu primer partido de pádel
fr: Commencez par enregistrer votre premier match de padel
it: Inizia registrando la tua prima partita di padel
pt: Comece registrando seu primeiro jogo de padel
sv: Börja med att registrera din första padelmatch

# noStatsYet
source: No statistics yet
es: Aún no hay estadísticas
fr: Aucune statistique pour le moment
it: Nessuna statistica ancora
pt: Nenhuma estatística ainda
sv: Ingen statistik än

# addMatchesToSeeStats
source: Add some matches to see your stats
es: Añade algunos partidos para ver tus estadísticas
fr: Ajoutez des matchs pour commencer à voir vos statistiques de performance
it: Aggiungi partite per iniziare a vedere le tue statistiche di performance
pt: Adicione jogos para começar a ver suas estatísticas de desempenho
sv: Lägg till matcher för att börja se din prestationsstatistik

source: No data for this period
es: No hay datos para este periodo
fr: Aucune donnée pour cette période
it: Nessun dato per questo periodo
pt: Nenhum dado para este período
sv: Ingen data för denna period

# changeRangeToSeeOtherStats
source: Change the time range to see statistics from other matches
es: Cambia el rango de tiempo para ver estadísticas de otros partidos
fr: Changez la période pour voir les statistiques d'autres matchs
it: Cambia il periodo di tempo per vedere statistiche di altre partite
pt: Altere o período de tempo para ver estatísticas de outros jogos
sv: Ändra tidsintervallet för att se statistik från andra matcher

source: Last match
es: Último partido
fr: Dernier match
it: Ultima partita
pt: Último jogo
sv: Senaste match

source: Friendly
es: Amistoso
fr: Amical
it: Amichevole
pt: Amistoso
sv: Vänskapsmatch

source: League
es: Liga
fr: Championnat
it: Campionato
pt: Liga
sv: Liga

source: Tournament
es: Torneo
fr: Tournoi
it: Torneo
pt: Torneio
sv: Turnering

source: victory
es: victoria
fr: Victoire
it: Vittoria
pt: Vitória
sv: Vinst

source: defeat
es: derrota
fr: Défaite
it: Sconfitta
pt: Derrota
sv: Förlust

source: Draw
es: Empate
fr: Match nul
it: Pareggio
pt: Empate
sv: Oavgjort

source: Straight Sets
es: Marcador
fr: Sets consécutifs
it: Set consecutivi
pt: Sets diretos
sv: Raka set

source: Welcome to
es: Bienvenido a
fr: Bienvenue à
it: Benvenuto a
pt: Bem-vindo ao
sv: Välkommen till

# onboardingTitle1
source: Track your padel matches
es: Registra tus partidos de pádel
fr: Suivez vos matchs de padel
it: Traccia le tue partite di padel
pt: Acompanhe seus jogos de padel
sv: Spåra dina padelmatches

# onboardingSubtitle1
source: Save your matches, results and game types easily
es: Guarda tus partidos, resultados y tipo de juego de forma sencilla
fr: Enregistrez vos matchs, résultats et types de jeu facilement
it: Salva le tue partite, risultati e tipi di gioco facilmente
pt: Salve seus jogos, resultados e tipos de partida facilmente
sv: Spara dina matcher, resultat och speltyper enkelt

# onboardingTitle2
source: Analyze your progress
es: Analiza tu progreso
fr: Analysez vos progrès
it: Analizza i tuoi progressi
pt: Analise seu progresso
sv: Analysera dina framsteg

# onboardingSubtitle2
source: View statistics by months, match types and performance
es: Consulta estadísticas por meses, tipos de partido y rendimiento
fr: Consultez les statistiques par mois, types de match et performance
it: Consulta statistiche per mesi, tipi di partita e prestazioni
pt: Consulte estatísticas por meses, tipos de jogo e desempenho
sv: Se statistik per månad, matchtyper och prestation

# onboardingTitle3
source: Start whenever you want
es: Empieza cuando quieras
fr: Commencez quand vous voulez
it: Inizia quando vuoi
pt: Comece quando quiser
sv: Börja när du vill

# onboardingSubtitle3
source: Add matches manually and review your history whenever you need
es: Añade partidos manualmente y revisa tu historial cuando lo necesites
fr: Ajoutez des matchs manuellement et consultez votre historique quand vous en avez besoin
it: Aggiungi partite manualmente e rivedi la tua cronologia quando ne hai bisogno
pt: Adicione jogos manualmente e revise seu histórico quando precisar
sv: Lägg till matcher manuellt och granska din historik när du behöver

source: Get Started
es: Empezar
fr: Commencer
it: Inizia
pt: Começar
sv: Kom igång

source: Next
es: Siguiente
fr: Suivant
it: Avanti
pt: Próximo
sv: Nästa
